{
"charge" : "Fast, Safe, and Reliable Shipping Across Egypt",
"partner" : "Your One-Stop Logistics Partner to get integrated shipping solutions that meet your needs",
"SendShipment" : "Send A Shipment",
"contact" : "Contact Us",
"main" : "Main",

"whyTalata" : "Why Choose Talata ?",
"expertTeam" : "Expert Team",
"expertInfo" : "Our experienced and professional team ensures high-class shipping services, always working hard to exceed your expectations",
"quality" : "Quality & Safety Guaranteed",
"safe" : "We prioritize the safe and secure delivery of your goods, adhering to the highest quality standards at every step",
"solveProblem" : "Flexible Solutions",
"solveProblemInfo" : "Whether you need fast intercity shipping, secure warehousing, or something in between, we offer a variety of options to meet your unique needs",
"speed" : "Speed & Efficiency",
"speedInfo" : "We take pride in ensuring your shipment reaches its destination quickly and efficiently",
"customerService" : "Dedicated Customer Service",
"customerServiceInfo" : "Your satisfaction is our top priority. We offer customer support to answer your questions and resolve any issues you may encounter",
"Benefits" : "Benefits",
"stream" : "Streamline your supply chain",
"streamInfo" : "Talata's reliable and cost-effective shipping solutions enable you to handle all your needs, from warehousing to last-mile delivery",
"gift" : "Sending a gift or moving belongings ?",
"giftInfo" : "Talata offers secure and convenient shipping options within Egypt, ensuring your valuables arrive safely and on time",

"aboutUs" : "About Us",
"aboutUsFirst" : "Talata is a dynamic logistics company dedicated to providing efficient and secure inland freight solutions across Egypt. Our passion lies in crafting integrated shipping solutions that seamlessly fit your needs. We prioritize flexibility and professionalism, ensuring every step of your shipment is handled with expertise",
"aboutUsSecond" : "At the heart of Talata lies a team of seasoned logistics professionals. Their experience translates into a tangible reality in terms of reliable, on-time, and high-quality deliveries, guaranteeing your shipments and goods arrive in pristine condition. We understand the importance of a smooth and hassle-free shipping experience. Therefore, we at Talata Company strive hard to make our customers live this smooth and safe experience",
"goals" : "Our Mission",
"growHead" : "Grow & Sustain",
"grow" : "Expand services, reach new markets, and achieve long-term success",
"qualityFirstHead" : "Quality First",
"qualityFirst" : "Deliver reliable, efficient, safe shipping that delights customers",
"adaptHead" : "Innovate & Adapt",
"adapt" : "Embrace new technology, and stay ahead of industry challenges",
"trustHead" : "Trusted Partner",
"trust" : "Build a strong reputation through partnerships and exceptional service",
"reachMoreHead" : "Reach More",
"reachMore" : "Extend the logistics network to serve a wider customer base",
"solutionsHead" : "Solutions",
"solutions" : "Offer customized, innovative shipping options",
"growTogetherHead" : "Grow Together",
"growTogether" : "Continuously expand by collaborating with new partners",
"places":"Service Areas",

"al_rehab": "Al Rehab",
"giza": "Giza",
"qalyubia": "Qalyubia",
"sheikh_zayed": "Sheikh Zayed",
"al_obour": "Al Obour",
"cairo": "Cairo",
"al_shorouk": "Al Shorouk",
"fifth_settlement": "Fifth Settlement (Tagammoa El Khames)",
"eastern_province": "ٍShubra Elkhima",
"new_cairo": "New Cairo",
"sixth_of_october_city": "Sixth of October City",
"suez": "Helwan",
"madinet_nasr": "Madinet Nasr (City Stars)",
"badr": "Badr",
"new_administrative_capital": "New Administrative Capital",
"other_areas": "Other governorates and areas of Egypt (Coming soon)",
"address": "79 Sakr Quresh Buildings , Sheraton Al Matar, Cairo",

"shipment_data": "Shipment Data",
"description": "Description",
"recipient_data": "Recipient Data",
"full_name": "Full Name",
"sender_data": "Sender Data",
"optional_weight": "Shipment Weight (Optional)",
"mobile_number": "Mobile Number",
"optional_dimensions": "Shipment Dimensions (Optional)",
"optional_email": "Email (Optional)",
"notes": "Notes (Optional)",
"delivery_address": "Delivery Address",
"sendOrder" : "Send Order",

"privacy_policy": "Privacy Policy",
"terms_and_conditions": "Terms and Conditions",
"home": "Home",
"why_choose_talata": "Why Choose Talata ?",
"advantages": "Advantages",
"about_us": "About Us",
"our_goals": "Our Goals",
"service_areas": "Service Areas",
"contact_us": "Contact Us",
"send_shipment": "Send Shipment",
"talata_logo_alt_text": "Talata Logo",
"rights_reserved": "© 2024 Talata. All rights reserved.",
"collectDataHead": "1- Data Collection:",
"collectData": "We collect personal information voluntarily provided by customers when registering or using our logistics services, including name, address, phone number, email address, and shipping details.",
"useDataHead": "2- Data Usage:",
"useData": "We use personal information to provide shipping services, fulfill customer orders, improve the quality of our services, customize the customer experience, and communicate with them about our services and offers.",
"protectHead": "3- Data Protection:",
"protect": "We maintain a high level of security to protect personal information from unauthorized access, improper use, and unauthorized alteration, through the implementation of appropriate technical and administrative procedures.",
"shareInfoHead": "4- Information Sharing:",
"shareInfo": "We share personal information with authorized shipping partners and official authorities only when necessary to execute shipping services and comply with local laws.",
"likeForInfoHead": "5- Compliance with Regulations:",
"likeForInfo": "We commit to complying with all laws and regulations related to personal data protection, including the Personal Data Protection Law in the Arab Republic of Egypt.",
"rightForEmployeesHead": "6- Customer Rights:",
"rightForEmployees": "We respect customers' rights to access, correct, delete, and express their concerns regarding the processing of their personal information.",
"updatesHead": "7- Privacy Policy Updates:",
"updates": "We may update the privacy policy from time to time, and we will notify customers of any changes made.",
"contactWithThemHead": "8- Contact:",
"contactWithThem": "If you have any questions or inquiries about the privacy policy, please contact us via email or phone.",
"servicesProvided": {
  "head": "1- Services Provided:",
  "content": "We provide domestic shipping services in the Arab Republic of Egypt according to the terms and conditions stipulated in this agreement."
},
"responsibilities": {
  "head": "2- Responsibilities:",
  "content": "We are committed to providing shipping services with the utmost professionalism and ensuring the safety of goods and their arrival at their intended destination on time."
},
"paymentAndInvoices": {
  "head": "3- Payment and Invoices:",
  "content": "Customers must pay the agreed fees for shipping services according to the specified pricing, and certified invoices will be issued for these services."
},
"liabilityForDamage": {
  "head": "4- Liability for Damage:",
  "content": "We are not liable for any damage to goods during shipping operations except in cases of clear negligence or breach of our agreed-upon obligations."
},
"cancellationAndRefund": {
  "head": "5- Cancellation and Refund:",
  "content": "Customers have the right to cancel the service before the start of the shipping process, bearing the cancellation fees, and fees cannot be refunded after the shipping process has commenced."
},
"rightsAndLicenses": {
  "head": "6- Rights and Licenses:",
  "content": "We retain all rights and licenses related to shipping services and relevant intellectual property."
},
"modificationOfTerms": {
  "head": "7- Modification of Terms:",
  "content": "We reserve the right to modify the terms and conditions of the service at any time, and customers will be notified of any changes."
},
"applicableLaw": {
  "head": "8- Applicable Law:",
  "content": "This agreement is subject to the laws of the Arab Republic of Egypt, and its interpretation, execution, and waiver shall be governed by those laws."
},
"disclaimerOfShipments": {
  "head": "9- Disclaimer of Shipments:",
  "content1": "The company has the right to refuse or retain any shipment that is prohibited or violates regulations and laws.",
  "content2": "The company is not responsible for any shipment that violates regulations and laws, which is inspected and traced by authorities for security reasons and confiscated by authorities."
},
"social" : "Follow Us On Social Media",
"desc" : "Description is required",
"sender" : "Sender full name is required",
"senderMob" : "Sender mobile number is required",
"senderAdd" : "Sender delivery address is required",
"reciever" : "Recipient full name is required",
"recieverMob" : "Recipient mobile number is required",
"recieverAdd" : "Recipient delivery address is required"



}
